
/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ está na tua Lista Negra";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@\nnão é um link, por favor copia um link válido\nex.: http://www.exemplo.pt";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "Tens a certeza que queres sair?";

/*No comment provided by engineer.*/
"Are you sure?" = "Tens a certeza?";

/*No comment provided by engineer.*/
"BACK" = "VOLTAR";

/*as in block another user*/
"BLOCK" = "BLOQUEAR";

/*No comment provided by engineer.*/
"Block Failed" = "Falhou o Bloqueio";

/*No comment provided by engineer.*/
"BLOCKED" = "NA LISTA NEGRA";

/*Blocked {USERNAME}*/
"Blocked %@" = "%@ foi para a lista negra";

/*No comment provided by engineer.*/
"Can't send SMS" = "Impossível enviar SMS";

/*No comment provided by engineer.*/
"CANCEL" = "CANCELAR";

/*No comment provided by engineer.*/
"Cancel" = "Cancelar";

/*No comment provided by engineer.*/
"CANCELED" = "CANCELADO";

/*No comment provided by engineer.*/
"Change" = "Alterar";

/*No comment provided by engineer.*/
"Changed" = "Alterado";

/*No comment provided by engineer.*/
"Check internet and try again." = "Verifica a internet e volta a tentar.";

/*No comment provided by engineer.*/
"Check out the YoIndex to subscribe to awesome services!" = "Verifica o YoIndex para subscrever serviços fantásticos!";

/*%@ = serviceName*/
"Check out this service I found on Yo! %@" = "Olha só o que encontrei no Yo! %@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "ESCOLHE OUTRA";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "ESCOLHE O CÓDIGO";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "ESCOLHER NOME DE UTILIZADOR";

/*de-select all*/
"Clear All" = "Limpar Tudo";

/*No comment provided by engineer.*/
"Close" = "Fechar";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "Erro de conexão, vamos tentar atualizar a password mais tarde";

/*No comment provided by engineer.*/
"CONTACTS" = "CONTACTOS";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "COPIA UM LINK OU IMAGEM\nPRESSIONA PARA PARTILHAR NO YO";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "Copia um link. Pressiona para partilhar no Yo.";

/*No comment provided by engineer.*/
"Copy Link" = "Copiar Link";

/*No comment provided by engineer.*/
"Could not load page" = "Erro ao carregar a página";

/*No comment provided by engineer.*/
"Delete" = "Eliminar";

/*No comment provided by engineer.*/
"Didn't get code" = "Não obteve código";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "Gostas da aplicação Yo?";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "Queres desbloquear este utilizador para que possa enviar-te YOs novamente?";

/*No comment provided by engineer.*/
"DONE" = "FEITO";

/*No comment provided by engineer.*/
"Done" = "Feito";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "Dá um toque duplo para partilhar a tua localização no Yo. Onde Yo @?";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "TOQUE DUPLO\nPARA PARTILHAR A TUA LOCALIZAÇÃO NO YO";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "EDITAR CONTA";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "EDITAR PERFIL";

/*No comment provided by engineer.*/
"EMAIL SENT" = "EMAIL ENVIADO";

/*No comment provided by engineer.*/
"Email Us" = "Envia-nos Email";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "Ativar Câmera\nDefinições -> Privacidade -> Câmera";

/*No comment provided by engineer.*/
"Enable Location" = "Ativar Localização";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "Ativar Recuperação de Código";

/*No comment provided by engineer.*/
"Enable Push" = "Ativar Notificações Push";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "INTRODUZIR NOME COMPLETO";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "Introduzir Número de Telemóvel Novo";

/*No comment provided by engineer.*/
"Enter New Username" = "Introduzir Nome de Utilizador Novo";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "INTRODUZIR CÓDIGO";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "Introduzir o código na SMS";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "INTRODUZIR NOME";

/*# -> number as in phone number*/
"Enter Your Phone #" = "Introduz o Teu Telemóvel #";

/*No comment provided by engineer.*/
"Error" = "Erro";

/*As in existing photos. could also read photos*/
"EXISTING" = "EXISTENTES";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "EXPLORA\nAS POSSIBILIDADES";

/*No comment provided by engineer.*/
"Failed" = "Falhou";

/*No comment provided by engineer.*/
"FAILED" = "FALHOU";

/*No comment provided by engineer.*/
"Failed to find friends on Facebook." = "Falha na procura de amigos no Facebook.";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "Falha na procura de amigos através dos contactos";

/*No comment provided by engineer.*/
"Failed To Get Location" = "Falha Em Obter a Localização";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Falha no login através do Facebook. Tenta de novo.";

/*No comment provided by engineer.*/
"Failed to unblock %@. Try again later" = "Falha ao desbloquear %@. Tenta mais tarde.";

/*No comment provided by engineer.*/
"Failed Yo" = "Falhou o envio de Yo";

/*No comment provided by engineer.*/
"FAILED!" = "FALHOU!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "ERRO! TENS INTERNET?";

/*Facebook. does not need translateing*/
"FB" = "FB";

/*No comment provided by engineer.*/
"FEEDBACK" = "FEEDBACK";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "ENCONTRA AMIGOS";

/*As in a From & To : a parcel/letter*/
"From" = "De";

/*No comment provided by engineer.*/
"FULL NAME" = "NOME COMPLETO";

/*Go as in proceed as in Send*/
"Go" = "Seguir";

/*just back works too*/
"GO BACK" = "VOLTAR";

/*As in Understood, or OK*/
"Got it!" = "Entendido!";

/*No comment provided by engineer.*/
"Hey There!" = "Ora viva!";

/*No comment provided by engineer.*/
"HOW A YO IS RECEIVED" = "COMO É RECEBIDO UM YO";

/*No comment provided by engineer.*/
"HOW TO" = "DICAS";

/*No comment provided by engineer.*/
"HOW TO OPEN YO LINK" = "COMO ABRIR UM YO-LINK";

/*No comment provided by engineer.*/
"HOW TO OPEN\nA YO LOCATION" = "COMO ABRIR\nUMA YO-LOCALIZAÇÃO";

/*No comment provided by engineer.*/
"HOW TO SEND A YO" = "COMO ENVIAR UM YO";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "Quero enviar-te um Yo!\nAdiciona o meu nome Yo ao tocar aqui: %@\n(se não tens a aplicação Yo, obtém-na aqui: %@)";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "Quero enviar-te um Yo!\nAdiciona o meu nome Yo ao tocar aqui: http://justyo.co/%@";

/*No comment provided by engineer.*/
"INCORRECT" = "INCORRETO";

/*No comment provided by engineer.*/
"INDEX" = "INDEX";

/*No comment provided by engineer.*/
"INVITE" = "CONVIDAR";

/*Invite button for invite friends popup*/
"Invite" = "Convidar";

/*Title for invite friends popup*/
"Invite Friends!" = "Convida Amigos!";

/*No comment provided by engineer.*/
"Just hit Send" = "Clica em Enviar";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "Subscreveste os YOs de %@! Agora podes enviar YOs";

/*No comment provided by engineer.*/
"Link Not Found" = "Link Não Encontrado";

/*No comment provided by engineer.*/
"LOGIN" = "LOGIN";

/*No comment provided by engineer.*/
"Login Failed" = "Falha no Login";

/*No comment provided by engineer.*/
"LOGOUT" = "LOGOUT";

/*No comment provided by engineer.*/
"MAIL" = "MAIL";

/*No comment provided by engineer.*/
"MAPS" = "MAPAS";

/*No comment provided by engineer.*/
"Me" = "Eu";

/*No comment provided by engineer.*/
"MUTED" = "NA LISTA NEGRA";

/*No*/
"Nah" = "Nah";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "NOVO CÓDIGO";

/*No comment provided by engineer.*/
"NO" = "NÃO";

/*No comment provided by engineer.*/
"No" = "Não";

/*:) -> Smile*/
"No Blocked Users! :)" = "Não há utilizadores bloqueados! :)";

/*No comment provided by engineer.*/
"No Camera Found" = "Câmara Não Encontrada";

/*No comment provided by engineer.*/
"No contacts were found." = "Não foram encontrados contactos.";

/*No comment provided by engineer.*/
"No Contacts!" = "Sem Contactos!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "SEM CONTAS DE EMAIL";

/*No comment provided by engineer.*/
"No Internet!" = "Sem Internet!";

/*As in photo library*/
"No Library Found" = "Galeria Não Encontrada";

/*No comment provided by engineer.*/
"No Such User" = "Nenhum Utilizador Encontrado";

/*Cancel button for invite friends popup*/
"Not now" = "Agora não";

/*No comment provided by engineer.*/
"OK" = "OK";

/*No comment provided by engineer.*/
"Open in Chrome" = "Abrir no Chrome";

/*No comment provided by engineer.*/
"Open in Safari" = "Abrir no Safari";

/*PASS as in passcode*/
"PASS" = "PASS";

/*No comment provided by engineer.*/
"PASSCODE" = "CÓDIGO";

/*No comment provided by engineer.*/
"Passcode changed" = "Código alterado";

/*No comment provided by engineer.*/
"Passcodes Do Not Match" = "Códigos Não Coincidem";

/*As in Mobile, telephone*/
"PHONE" = "TELEMÓVEL";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "Por favor adiciona uma conta de email em Definições -> Mail";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "Por favor liga-te ao Twitter em Definições -> Twitter";

/*please enable access to contacts*/
"Please enable contacts access" = "Por favor ativa o acesso aos contactos";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "Por favor introduz um número de telefone válido";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Por favor repete.\n\nSe o problema continuar contacta-nos e menciona este código de erro: %@";

/*No comment provided by engineer.*/
"Please signup or login" = "Por favor inscreve-te ou faz login";

/*No comment provided by engineer.*/
"Please try again" = "Por favor tenta de novo";

/*No comment provided by engineer.*/
"Please try again later" = "Por favor tenta novamente mais tarde";

/*As to rate, rating, review*/
"RATE" = "AVALIA";

/*PASS as in passcode*/
"RECOVER PASS" = "RECUPERAR PASS";

/*No comment provided by engineer.*/
"Resend" = "Reenviar";

/*No comment provided by engineer.*/
"SAVE" = "GUARDAR";

/*No comment provided by engineer.*/
"Saved!" = "Guardado!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "SELECIONAR NOME DE UTILIZADOR";

/*No comment provided by engineer.*/
"Select All" = "Selecionar Tudo";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "SELECIONAR CÓDIGO MAIOR";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "SELECIONAR UTILIZADORES PARA PARTILHAR";

/*No comment provided by engineer.*/
"Send" = "Enviar";

/*No comment provided by engineer.*/
"Send Email" = "Enviar Email";

/*IMG abbrv for Image*/
"SENDING IMG" = "A ENVIAR IMG";

/*like URL link*/
"SENDING LINK" = "A ENVIAR LINK";

/*No comment provided by engineer.*/
"Sent" = "Enviado";

/*No comment provided by engineer.*/
"SENT @YO!" = "@YO! ENVIADO";

/*No comment provided by engineer.*/
"SENT YO!" = "YO ENVIADO!";

/*No comment provided by engineer.*/
"SENT YOIMG!" = "YO-IMAGEM ENVIADA!";

/*No comment provided by engineer.*/
"SENT YOLINK!" = "YO-LINK ENVIADO!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "YOYO ENVIADO!";

/*No comment provided by engineer.*/
"Session Error" = "Erro De Sessão";

/*No comment provided by engineer.*/
"SET A PASSCODE" = "DEFINIR UM CÓDIGO";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "DEFINIR UM CÓDIGO\n(PODE SER O MESMO QUE TENS)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "Definições -> Privacidade -> Contactos -> Yo";

/*No comment provided by engineer.*/
"SHARE" = "PARTILHAR";

/*No comment provided by engineer.*/
"Share" = "Partilhar";

/*No comment provided by engineer.*/
"Share on Facebook!" = "Partilha no Facebook!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "Partilha este fantástico serviço com outros! No menu principal desliza para a esquerda para anular a subscrição.";

/*No comment provided by engineer.*/
"SIGNUP" = "INSCREVE-TE";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/*No comment provided by engineer.*/
"Something went wrong" = "Algo correu mal";

/*No comment provided by engineer.*/
"Subscribed!" = "Subscrito!";

/*As in take picture*/
"TAKE" = "CAPTURAR";

/*No comment provided by engineer.*/
"tap here to close" = "toca aqui para fechar";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "TOCA NO NOME PARA UM YO";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "Toca No Nome Para Um Yo";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "Toca para adicionar ao teu Yo: http://justyo.co/%@\n(se não tens a aplicação Yo clica aqui %@)";

/*a variation on allow is permit.*/
"TAP TO ALLOW" = "TOCA PARA PERMITIR";

/*No comment provided by engineer.*/
"TAP TO INVITE" = "TOCA PARA CONVIDAR";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "TOCA PARA FAZER LOGIN";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "TOCA PARA RECUPERAR";

/*No comment provided by engineer.*/
"TAP TO SET" = "TOCA PARA DEFINIR";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "TOCA PARA INSCREVER";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "Diz-nos de que forma podemos melhorar:";

/*No comment provided by engineer.*/
"TEXT SENT" = "TEXTO ENVIADO";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "O perfil não foi guardado. Por favor verifica a tua ligação de rede.";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "O Yo Index. Subscreve para obter YOs dos teus serviços favoritos.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "Há uma versão mais recente do Yo.\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "Há uma versão mais recente. Queres atualiza-la?\n%@";

/*No comment provided by engineer.*/
"There was an error:" = "Ocorreu um erro:";

/*This is how you Yo. Yo me {USERNAME}*/
"This is how you Yo. Yo me %@" = "É assim que envias YOs. Envia-me um Yo %@";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "Isto é o que os outros utilizadores podem ver acerca de ti, quando deslizam o teu nome para a direita";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "Este utilizador já existe. Por favor tenta um nome diferente.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "Para bloquear um utilizador, no nome dele desliza para a esquerda e toca em Bloquear.";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "Para ativar a recuperação da password:\n\n envia o teu email Yo ao tocar em Enviar.\n\npara cancelar, toca apenas em Cancelar.\n\n\n------------------------------------------\nO teu email NÃO vai ser usado para nada mais do que a recuperação de password.\n\n\n\n\n\n%@";

/*No comment provided by engineer.*/
"To find your friends and allow them to find you. Your contacts are not stored anywhere and will only be used to\nfind your friends." = "Para encontrar os teus amigos e permitir que eles te encontrem. Os teus contactos não estão guardados em lado nenhum e vão apenas ser usados para\nencontrar os teus amigos.";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "Para verificar o teu número toca em Enviar\n\nCódigo: %@\n\n\n* Podem ser aplicados custos do operador";

/*No comment provided by engineer.*/
"Try again later" = "Tenta de novo mais tarde";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "ESCREVE O NOME A ADICIONAR";

/*Twitter. does not need translateing*/
"TWTR" = "TWTR";

/*No comment provided by engineer.*/
"UNBLOCK" = "DESBLOQUEAR";

/*No comment provided by engineer.*/
"UNBLOCKED" = "DESBLOQUEADO";

/*unsibscribe*/
"UNSUB" = "ANULAR SUBSCRIÇÃO";

/*As in software update available*/
"Update" = "Atualização";

/*No comment provided by engineer.*/
"User Exists" = "Utilizador Existe";

/*No comment provided by engineer.*/
"USERNAME" = "NOME DE UTILIZADOR";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "NOME DE UTILIZADOR ESCOLHIDO";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "VERIFICAR CÓDIGO";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "Não conseguimos encontrar nenhum dos teus amigos que estejam no Yo. Partilha o Yo e traz mais alguns a bordo!";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "Não temos um número de telemóvel ou email registado para esta conta.\nPor favor envia-nos um email e nós recuperamos a tua conta.";

/*No comment provided by engineer.*/
"WELCOME" = "BEM-VINDO";

/*No comment provided by engineer.*/
"What is Yo?" = "O que é o Yo?";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "O QUE É O YO?";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "Quando desbloqueias um utilizador ele vai ser adicionado à tua lista de amigos mas NÃO vai receber automaticamente YOs. - Bons YOs!";

/*No comment provided by engineer.*/
"Wrong code" = "Código errado";

/*No comment provided by engineer.*/
"Yes" = "Sim";

/*Sending images title*/
"Yo & Images!" = "Yo & Imagens!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - Tenho feedback para dar";

/*No comment provided by engineer.*/
"YO ALL" = "YO A TODOS";

/*%@ = USERNNAME*/
"Yo all your friends to share your new username: %@" = "Yo a todos os amigos para partilhar o teu nome novo: %@";

/*As in resoond with a Yo*/
"Yo Back" = "Retribui o Yo";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "STATS YO";

/*Description for invite friends popup*/
"Yo is much more fun with friends!" = "O Yo é muito mais divertido com amigos!";

/*No comment provided by engineer.*/
"Yo Location" = "Envia Yo-Localização";

/*No comment provided by engineer.*/
"Yo me" = "Envia-me um Yo";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo precisa de internet!";

/*push access as is permission to send push notifications*/
"YO NEEDS PUSH ACCESS" = "YO PRECISA DE ACESSO AO PUSH";

/*No comment provided by engineer.*/
"Yo This" = "Envia isto no Yo";

/*No comment provided by engineer.*/
"Yo! Check this out" = "Yo! Verifica isto";

/*No comment provided by engineer.*/
"YOALL" = "YOTODOS";

/*No comment provided by engineer.*/
"YORANDOM" = "YOÀSORTE";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "Estás prestes a eliminar o teu número de telemóvel";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "Podes sempre desbloquear no menu";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "Não podes enviar YOs. Por favor contacta-nos yo@justyo.co";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "Iremos contactar brevemente com instruções sobre como mudar o teu código.";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "Vais receber em breve um link para mudar o teu código.";

/*Sending images body*/
"You're about to Yo your first image! Anyone with the link will be able to view it." = "Estás prestes a enviar o teu primeiro Yo com imagem! Qualquer pessoa com o link poderá vê-la.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "A tua sessão atual já não é válida. Por favor volta a fazer login.";